[
  {
    "filename": "01 - Discover Istanbul's Timeless Enchantment.docx",
    "type": "docx",
    "content": "Discover Istanbul's Timeless Enchantment - Turkey Tour\n\n3 Nights / 4 Days\n\nDay 1 - Istanbul\t((-))\n\nWelcome to Istanbul, a city where East meets West in an exhilarating dance of history, culture, and tradition. Upon arrival at the airport, you'll be greeted by our private transfer service, whisking you away to your hotel. Rest your travel-weary limbs as you prepare for the unforgettable journey ahead. The rest of the day is yours to savor, free to explore the vibrant streets teeming with the aroma of spices, the call to prayer echoing from ancient minarets, and the mesmerizing reflections shimmering on the Bosphorus Strait. Delve into this magical city at your own pace, knowing that a captivating adventure awaits you in the days to come.\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast at your hotel, embark on a captivating Half Day Bosphorus Cruise AM, an enchanting journey that promises to tantalize all senses. Sailing along the storied waterway separating Europe and Asia, you'll marvel at opulent palaces, grandiose mansions, and iconic landmarks such as Dolmabahçe Palace, Ciragan Palace, and the imposing Bosphorus Bridge.\n\nPassing beneath the towering structure, feel a sense of accomplishment as you traverse this architectural marvel. The cruise also offers a glimpse into the vibrant local life along the water's edge, with bustling markets and fishermen casting their nets adding to the mesmerizing atmosphere.\n\nAs you return to dry land, remember that this enriching experience is just a taste of the many wonders Istanbul has in store for your journey through Turkey.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and vibrant culture of Istanbul with our Full Day Classic Istanbul Old City Tour. Your journey begins at the iconic Hagia Sophia, a marvel of Byzantine architecture that once served as an imperial church and mosque. Wander through its vast, domed interior, admiring the delicate mosaics and breathtaking frescoes that tell tales of ancient empires.\n\nNext, step into the Blue Mosque, known for its exquisite blue tiles adorning every nook and cranny, creating an otherworldly ambiance. Afterward, explore Topkapi Palace, the former residence of Ottoman sultans, where you can marvel at the opulent treasury filled with priceless jewels and artifacts.\n\nIn the afternoon, meander through the bustling streets of the Grand Bazaar, one of the oldest and largest markets in the world. Barter for unique souvenirs, from intricate lanterns to hand-woven rugs, as the scent of spices fills the air. With this full day tour, you will not only uncover the historical gems of Istanbul but also experience its lively essence.\n\nDay 4 - Istanbul - Departure\t((B))\n\nAfter indulging in a delightful breakfast at your hotel, it's time to bid adieu as you prepare for departure. Transfer in style to Istanbul Airport, where your journey began, marking the end of this unforgettable adventure with Funny Tourism. As you embark on your flight, take one last look at the city that captivated your senses with its rich history, vibrant culture, and breathtaking landscapes. Thank you for choosing to explore Turkey with us. We hope the memories created will remain etched in your heart forever.\n\n\n\nINCLUSIONS\n\n3 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€492\n\n€565\n\n€601\n\n4 PAX\n\n€435\n\n€508\n\n€544\n\n6 PAX\n\n€416\n\n€488\n\n€525\n\n8 PAX\n\n€406\n\n€479\n\n€515\n\n10 PAX\n\n€401\n\n€473\n\n€509\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "02 - Discover Enchanting Istanbul_ Turkey's Timeless Treasure.docx",
    "type": "docx",
    "content": "Discover Enchanting Istanbul\n\nTurkey's Timeless Treasure\n\n4 Nights / 5 Days\n\nDay 1 - Istanbul\t((-))\n\nWelcome to Istanbul, the city where East meets West! Upon your arrival at Istanbul Airport, you'll be greeted by a private transfer, whisking you away to your hotel. As the city beckons with its enchanting allure, spend the rest of the day immersing yourself in its rich tapestry of history and culture. Wander through bustling streets teeming with vibrant spices at the local bazaar or marvel at the grandeur of the Blue Mosque, its minarets casting long shadows over the cobblestone squares. As evening descends, indulge in a delectable Turkish feast at a traditional restaurant, the aroma of succulent kebabs and fragrant rice filling the air. Tomorrow, embark on an unforgettable journey through Turkey's most treasured destinations. Until then, rest and rejuvenate at your hotel, eagerly anticipating the adventures that await you in this magical land.\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast, immerse yourself in the rich history and captivating beauty of Istanbul with our Half Day Bosphorus Cruise Am tour. Begin your journey at the dock, where the salty sea air mingles with the scent of fresh coffee wafting from nearby cafes.\n\nAs you board the boat, feel the gentle ripple of the water beneath your feet and gaze out at the stunning skyline, framed by the iconic silhouettes of Dolmabahçe Palace and Ciragan Palace on one side, and the towering Bosphorus Bridge on the other.\n\nCruise along this legendary waterway, passing under four suspension bridges and admiring the opulent mansions lining its banks. Discover the charm of Anatolian and European neighborhoods as they unfold before your eyes, each with their unique character and allure.\n\nYour adventure concludes back at the dock, leaving you with a newfound appreciation for Istanbul's breathtaking Bosphorus Strait – an unforgettable experience that truly encapsulates the magic of Turkey.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the captivating history and culture of Istanbul with our Full Day Classic Istanbul Old City Tour. Your journey begins at the iconic Hagia Sophia, a breathtaking architectural marvel that serves as a testament to Byzantine and Ottoman empires. The ethereal Blue Mosque, known for its thousands of blue Iznik tiles, awaits next, followed by a visit to the Topkapi Palace, where sultans once ruled. Wander through the palace's opulent courtyards and halls, filled with intricate artwork and relics from centuries past. In the heart of the Old City, explore the vibrant Grand Bazaar, home to over 4,000 shops offering everything from jewelry and spices to ceramics and carpets. Return to your hotel, feeling enriched by this unforgettable journey through Istanbul's history.\n\nDay 4 - Istanbul\t((B/L))\n\nAfter breakfast, delve into a captivating exploration of Istanbul's Princes Islands with our Full Day Princes Islands Tour. Begin by embarking on a picturesque ferry ride across the Marmara Sea, where the cityscape transforms into a breathtaking panorama.\n\nUpon arrival at Buyukada, the largest and most popular of the islands, you will be greeted by the island's charming narrow streets lined with vibrant houses, lush greenery, and quaint wooden mansions. As you explore this car-free haven, take in the enchanting atmosphere that has made it a beloved escape for centuries.\n\nNext, visit the 19th-century Orthodox Church of Ayia Triada, with its striking red roof and stunning views over the island. The church is home to a rich history dating back to the Byzantine era and offers an insight into the islands' religious past.\n\nIndulge in a leisurely lunch at one of the local restaurants, savoring traditional Turkish cuisine while enjoying the peaceful ambiance unique to the Princes Islands. After filling your senses with flavors and memories, continue exploring the island at your own pace before returning to Istanbul in the evening, replete with stories of an unforgettable day spent on these enchanting islands.\n\nDay 5 - Istanbul - Departure\t((B))\n\nAfter a nourishing breakfast at your hotel, bid farewell to the enchanting tales it has whispered during your stay. Prepare for departure as you are privately transferred to Istanbul Airport, leaving behind memories of cobblestone streets, bustling bazaars, and the haunting melodies of ancient mosques echoing through the cityscape. The rest of the day is yours to reminisce or dream about your Turkish adventure before embarking on new journeys. Thank you for choosing Funny Tourism for crafting an unforgettable experience in Turkey.\n\n\n\nINCLUSIONS\n\n4 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€601\n\n€698\n\n€747\n\n4 PAX\n\n€544\n\n€641\n\n€689\n\n6 PAX\n\n€525\n\n€622\n\n€670\n\n8 PAX\n\n€515\n\n€612\n\n€660\n\n10 PAX\n\n€509\n\n€606\n\n€655\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "03 - Discovering Ancient Wonders of Turkey_ Istanbul & Ephesus SIC Tour.docx",
    "type": "docx",
    "content": "Discovering Ancient Wonders of Turkey\n\nIstanbul & Ephesus SIC Tour\n\n5 Nights / 6 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon arrival at Istanbul Airport, you will be met by our representative for a private transfer to your hotel. After settling in, commence an enchanting afternoon exploration with our Half Day Bosphorus Cruise. Sail along this legendary waterway that straddles Europe and Asia, offering mesmerizing views of historic sites, such as Dolmabahçe Palace, Ciragan Palace, Maiden's Tower, and the picturesque wooden houses lining the shorelines. As you glide through the Bosphorus Strait, relish the unique atmosphere that blends ancient history with modern charm – a true testament to Istanbul's unparalleled allure.\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, embark on an unforgettable journey with our Full Day Classic Istanbul Old City Tour. Your day begins at the awe-inspiring Hagia Sophia, where you'll marvel at the blend of Byzantine and Ottoman architecture. Next, step inside the iconic Blue Mosque, its magnificent blue tiles creating an ethereal atmosphere that leaves visitors in awe.\n\nContinue to Topkapi Palace, the opulent residence of the Ottoman sultans, where you'll explore ornate courtyards, lush gardens, and the Imperial Treasury. Later, meander through the bustling Grand Bazaar, one of the oldest and largest markets in the world, brimming with vibrant spices, intricate jewelry, and handcrafted textiles. As the day comes to a close, return to your hotel, filled with memories of Istanbul's rich history and culture.\n\nDay 3 - Istanbul - Fly - Kusadasi\t((B))\n\nAfter a hearty breakfast at your Istanbul hotel, you'll be privately transferred to the airport for your flight to Kusadasi. As the scenic coastline unfolds below, anticipation builds for your upcoming adventures. Upon arrival in Kusadasi, you'll be warmly welcomed and whisked away to your new accommodation. Spend the rest of the day at leisure, allowing yourself to unwind and immerse in the unique charm of this coastal town. Tomorrow, embark on an unforgettable journey through Turkey's rich history and breathtaking landscapes.\n\nDay 4 - Kusadasi\t((B/L))\n\nAfter breakfast, embark on an exhilarating Full Day Ephesus Tour, a journey through history that promises to captivate your senses. You'll be transported back in time as you explore the ancient city of Ephesus, once a bustling center of trade and culture during the Roman Empire. Wander amidst the grand marble streets, marvel at the Library of Celsius with its intricate Ionic columns, and stand before the magnificent Temple of Hadrian.\n\nContinue your adventure at the House of Virgin Mary, a serene sanctuary nestled on Mount Koressos, where tradition holds that the Mother of Jesus spent her final years. Immerse yourself in the spiritual ambiance as you reflect upon this sacred site. Lastly, visit the Ephesus Archaeological Museum to delve deeper into the rich history and artifacts unearthed from this ancient city.\n\nReturn to your hotel after a day filled with discovery, ready to unwind and reminisce about the magic of Ephesus that has enchanted travelers for centuries.\n\nDay 5 - Kusadasi\t((B/L))\n\nAfter breakfast, immerse yourself in a captivating journey with our Full Day Pamukkale Tour. This enchanting excursion takes you to the UNESCO World Heritage Site of Hierapolis, an ancient city nestled amidst hot springs and travertine terraces. Marvel at the breathtaking White Terrace, a mesmerizing cascade of mineral-rich calcium carbonate deposits that have formed over millennia. Wander through the ruins of the Roman theater, bath complex, and necropolis, offering glimpses into the city's rich history. The day culminates at the breathtaking Cleopatra's Pool, a warm thermal spa believed to have been frequented by the Egyptian queen herself. Bask in the rejuvenating waters before returning to your hotel for an evening of well-deserved relaxation.\n\nDay 6 - Kusadasi - Departure\t((B))\n\nUpon departure from your hotel, transfer in a private vehicle to Istanbul's airport for your flight. As you bid farewell to Turkey, reminisce on the captivating sights and immersive experiences that have graced your journey thus far. From the grandeur of Hagia Sophia and Topkapi Palace, to the enchanting call to prayer echoing from the Blue Mosque, your senses are filled with memories of a land rich in history and culture. Thank you for choosing Funny Tourism; we look forward to welcoming you on another adventure soon.\n\n\n\nINCLUSIONS\n\n5 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nKusadasi\n\nBy Karaaslan Hotel  (3 Star)\n\nSuhan Seaport Hotel  (4 star)\n\nSeven For Life Hotel  (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€958\n\n€1050\n\n€1194\n\n4 PAX\n\n€852\n\n€944\n\n€1088\n\n6 PAX\n\n€817\n\n€909\n\n€1053\n\n8 PAX\n\n€800\n\n€891\n\n€1035\n\n10 PAX\n\n€789\n\n€881\n\n€1025\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "04 - Enchanting Turkey_ Istanbul & Cappadocia Exploration.docx",
    "type": "docx",
    "content": "Enchanting Turkey\n\nIstanbul & Cappadocia Exploration\n\n5 Nights / 6 Days\n\nDay 1 - Istanbul\t((-))\n\nWelcome to Istanbul, the enchanting city that straddles Europe and Asia! Upon your arrival at the airport, you'll be privately transferred to your hotel for check-in. With the rest of the day at leisure, take this opportunity to acclimate yourself to the vibrant atmosphere of this magical metropolis.\n\nAs the afternoon unfolds, embark on an unforgettable journey with our Half Day Bosphorus Cruise PM. This delightful tour offers a captivating exploration of Istanbul's storied waterway, where the European and Asian continents meet. Marvel at the majestic sights along the Bosphorus Strait, including iconic landmarks such as Dolmabahçe Palace, Ornate Ciragan Palace, and the historic Rumeli Fortress. Savor the enticing blend of modernity and history that pervades Istanbul's waterfront, as you glide effortlessly through its enchanting waters.\n\nAs the sun begins to set over the sparkling Bosphorus, disembark from your cruise with memories of an extraordinary experience that will linger in your heart long after you've departed this captivating city.\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, embark on an enchanting journey through the heart of Istanbul with our Full Day Classic Istanbul Old City Tour. Immerse yourself in the city's rich history as you marvel at iconic landmarks such as the Hagia Sophia, a breathtaking architectural marvel that serves as a testament to Byzantine and Ottoman empires. Next, explore the Blue Mosque, its vibrant blue tiles reflecting off the sun creating an ethereal glow. Later, delve into the grandeur of Topkapi Palace, home to sultans for centuries, with its opulent courtyards and intricate treasury. As you wander through these historical sites, feel the city's vibrant energy resonate within you. Return to your hotel at day's end, leaving you with unforgettable memories of Istanbul's ancient charm.\n\nDay 3 - Istanbul - Fly - Cappadocia\t((B))\n\nAfter savoring your morning meal at your Istanbul hotel, you'll be privately transferred to the airport for your flight bound for Cappadocia - a region like no other. Upon arrival in this lunar-like landscape, you'll be met and escorted to your accommodation. Nestled amidst fairy chimneys and cave dwellings, you'll find yourself enchanted by this unique territory that seems straight out of a fantasy novel. The rest of the day is yours to unwind, acclimate, or explore at your own pace, as the magic of Cappadocia begins to unfold before your eyes.\n\nDay 4 - Cappadocia\t((B/L))\n\nAfter an enchanting slumber in your Cappadocian abode, prepare for a day brimming with historical wonders and natural beauty. Embark on a Full Day Tour Including Göreme Open Air Museum, immersing yourself in the heart of this UNESCO World Heritage Site. Marvel at the ancient cave churches adorned with vivid frescoes that narrate tales of early Christian artistry, hidden within the fairy chimneys' conical formations.\n\nWander through the labyrinthine paths of monastic settlements, each dwelling a testament to the architectural ingenuity of the Byzantine and Seljuk periods. Listen closely as your guide recounts stories that echo through time, weaving together the rich tapestry of Cappadocia's history.\n\nAs you tread lightly over sun-drenched terraces and pause at vantage points offering breathtaking panoramic vistas, feel the magic of this extraordinary landscape seep into your soul. This captivating journey concludes with a visit to Uchisar Castle, where you can stand atop its imposing heights and take in the vast expanse of Cappadocia's mesmerizing landscapes below – an unforgettable experience that will leave you longing for more.\n\nDay 5 - Cappadocia\t((B/L))\n\nAfter breakfast, delve into the heart of Cappadocia's history with our Full Day Tour Including Kaymakli Underground City. Your journey begins as you traverse through undulating landscapes dotted with unique fairy chimneys, a geological wonder that has become synonymous with this region.\n\nArriving at Kaymakli Underground City, prepare to descend beneath the earth and explore an intricate network of tunnels, chambers, and passageways carved by ancient civilizations. The cool, damp air, and eerie silence create a captivating atmosphere that transports you back in time.\n\nLater, visit otherworldly sites such as Pigeon Valley, where countless pigeon houses are carved into the cliffs, and Cavusin village, a picturesque settlement nestled among the fairy chimneys. Return to your hotel at day's end, filled with memories of Cappadocia's hidden treasures.\n\nDay 6 - Cappadocia - Departure\t((B))\n\nAfter savoring one last Turkish breakfast at your hotel, bid farewell to the enchanting city of Istanbul. Transfer in private comfort to Sabiha Gökçen International Airport, where you'll embark on your flight, leaving behind memories of majestic mosques, bustling bazaars, and mesmerizing Bosphorus Strait. As the city fades into the distance, take solace in the knowledge that this is just the beginning of your travel adventures with Funny Tourism. Thank you for choosing us as your guide through Turkey's rich heritage and captivating landscapes.\n\n\n\nINCLUSIONS\n\n5 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nCappadocia\n\nFloria Hotel (3 Star)\n\nBurcu Kaya Hotel  (4 Star)\n\nSignature Garden Hotel (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€886\n\n€952\n\n€995\n\n4 PAX\n\n€786\n\n€852\n\n€895\n\n6 PAX\n\n€753\n\n€819\n\n€862\n\n8 PAX\n\n€736\n\n€803\n\n€845\n\n10 PAX\n\n€726\n\n€793\n\n€835\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "05  - Enchanting Turkey Discovery_ Istanbul & Cappadocia Exploration.docx",
    "type": "docx",
    "content": "Enchanting Turkey Discovery\n\nIstanbul & Cappadocia Exploration\n\n6 Nights / 7 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon your arrival at Istanbul Airport, you will be warmly greeted by our representative for a private transfer to your hotel. As the city's cobblestone streets and vibrant markets unfold before you, anticipate a sense of excitement that only the first day of an extraordinary journey can bring. After settling into your accommodation, spend the rest of the day exploring the bustling metropolis at your leisure, with its enchanting blend of ancient history and modern allure inviting you to uncover its secrets. Embrace the opportunity to immerse yourself in this magical city, as it prepares to captivate your senses throughout your stay.\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast, embark on an enchanting Half Day Bosphorus Cruise AM tour that promises to weave a mesmerizing tale of Istanbul's rich history and architectural grandeur. Begin your journey aboard a comfortable vessel, gliding effortlessly along the serene waters of the Bosphorus Strait.\n\nAs you traverse this iconic waterway, marvel at the breathtaking panorama of historic landmarks that punctuate the shoreline. The towering Dolmabahçe Palace, a stunning 19th-century abode to numerous Ottoman sultans and later, the Republic's first president, stands majestically on the European side.\n\nContinue your cruise past the imposing Rumeli Fortress, a formidable testament to the Ottomans' military prowess, strategically built to protect the Bosphorus during the 15th-century conquest of Constantinople. On the Asian side, catch glimpses of picturesque villages nestled amidst verdant hillsides and vibrant markets teeming with locals going about their daily lives.\n\nYour cruise concludes at the colorful Çengelköy fishing village, where wooden houses with tiled roofs stand in harmony with traditional fishing boats bobbing gently on the water. Disembark with memories etched in your heart and a newfound appreciation for Istanbul's timeless charm. After this captivating exploration, return to your hotel, ready for another day of discovery in this enchanting city.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, embark on an enchanting journey with our Full Day Classic Istanbul Old City Tour. Your adventure begins at the majestic Hagia Sophia, a testament to Byzantine architecture and history that has stood for over 1500 years. Next, admire the stunning Blue Mosque, its six minarets and intricate blue tiles creating a mesmerizing spectacle against the Istanbul skyline.\n\nContinue to Topkapi Palace, the opulent residence of Ottoman sultans, filled with ornate courtyards, grand halls, and priceless artifacts. Explore the palace's treasury and the breathtaking Harem quarters. Wander through the bustling streets of the Grand Bazaar, one of the oldest and largest markets in the world, where you can find everything from gold and spices to handcrafted souvenirs.\n\nAs your tour concludes, return to your hotel and reflect on the captivating sights, sounds, and flavors that make Istanbul truly unique. Prepare for another day of unforgettable experiences as you rest and rejuvenate before tomorrow's adventures.\n\nDay 4 - Istanbul - Fly - Cappadocia\t((B))\n\n\"Embark on an exhilarating city change day as you bid farewell to Istanbul and soar towards the enchanting landscapes of Cappadocia. After breakfast, transfer to Istanbul Airport, where your flight whisks you away to this otherworldly region. Upon arrival, immerse yourself in the unique charm of Cappadocia. The rugged fairy chimneys and hot air balloons dotting the horizon create a breathtaking sight that will leave you in awe. Meet your private transfer waiting at the airport for a seamless journey to your hotel, ready to begin your next adventure.\" Alternative option: \"Leaving Istanbul behind, today marks the beginning of an unforgettable journey towards Cappadocia. Following breakfast, you'll be transported to Istanbul Airport for your flight. Upon arrival in this mystical land, take a moment to marvel at the surreal landscape as you approach, characterized by its distinctive fairy chimneys and floating hot air balloons. A private transfer awaits to whisk you away to your hotel, where Cappadocia's enchanting allure is yours to explore.\" Third option: \"Today, prepare for a captivating city change from Istanbul to the dreamlike landscapes of Cappadocia. After fueling up on breakfast, you'll embark on a flight that will take you towards this extraordinary destination. Upon arrival, be greeted by a striking panorama featuring towering fairy chimneys and hot air balloons drifting lazily across the sky. A private transfer will be waiting to escort you to your hotel, setting the stage for your exploration of Cappadocia's magical atmosphere.\"\n\nDay 5 - Cappadocia\t((B))\n\nAfter breakfast at your hotel, prepare for an enchanting full day in Cappadocia. Your adventure begins with a journey through the surreal landscapes of this unique region, where you'll witness the fairy chimneys - nature's whimsical sculptures that rise majestically from the earth.\n\nBoard a hot air balloon (if booked) for an unforgettable morning flight, gliding over undulating valleys and dramatic rock formations. The sun kisses the horizon as you drift serenely, capturing memories of this extraordinary experience.\n\nUpon landing, continue your exploration by visiting Göreme Open-Air Museum, home to countless Byzantine churches adorned with intricate frescoes depicting biblical scenes. Imagine monks and nuns walking these halls a millennium ago, their footsteps echoing through the ages.\n\nExplore the labyrinthine underground cities of Kaymaklı or Derinkuyu (depending on your chosen itinerary), vast subterranean worlds carved by ancient civilizations as sanctuaries against invaders. The cool, damp air whispers tales of history as you wander through these subterranean passageways.\n\nIn the afternoon, unwind at a local carpet cooperative, where skilled artisans weave vibrant patterns inspired by Cappadocia's rich heritage. Marvel at their dexterity and learn about the age-old tradition that continues to thrive in this captivating land.\n\nReturn to your hotel after an immersive day filled with awe-inspiring sights, engaging experiences, and a deeper connection to Cappadocia's storied past.\n\nDay 6 - Cappadocia\t((B/L))\n\nAfter breakfast, immerse yourself in the captivating world of Cappadocia with our Full Day Tour Including Kaymakli Underground City. The ancient city hidden beneath the earth's surface beckons you to delve into its labyrinthine tunnels and chambers, once a refuge for early Christians fleeing persecution.\n\nThe day commences as you traverse the unique landscapes of Cappadocia, a region renowned for its fairy chimneys and surreal moonscapes. As you venture deeper into Kaymakli Underground City, the atmosphere becomes eerily quiet, save for the distant echoes of history whispering tales from centuries past.\n\nMarvel at the ingenious architecture of these subterranean dwellings, carved out of volcanic rock and connected by a complex network of tunnels, stables, ventilation shafts, and even churches. Witness intricate carvings and frescoes that adorn the walls, offering glimpses into the daily lives and beliefs of those who once called these underground cities home.\n\nFollowing your exploration of Kaymakli Underground City, continue to discover the enchanting landscapes of Cappadocia with a visit to otherworldly destinations such as the Devrent Valley, Pasabag, and Avanos. Return to your hotel at day's end, leaving you with unforgettable memories of a day spent traversing the hidden depths of this remarkable region.\n\nDay 7 - Cappadocia - Departure\t((B))\n\nAfter savoring a hearty breakfast at your hotel, prepare for departure as you bid adieu to Istanbul. Transfer in style to the airport, with the city's vibrant energy lingering long after you leave. As your plane takes off, anticipate the memories you've made and the adventures yet to come. Upon reaching the airport, you will be seamlessly transferred to your next destination - a journey that ends with our heartfelt gratitude for choosing Funny Tourism.\n\n\n\nINCLUSIONS\n\n6 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nCappadocia\n\nFloria Hotel (3 Star)\n\nBurcu Kaya Hotel  (4 Star)\n\nSignature Garden Hotel (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€813\n\n€904\n\n€958\n\n4 PAX\n\n€713\n\n€804\n\n€858\n\n6 PAX\n\n€680\n\n€771\n\n€825\n\n8 PAX\n\n€663\n\n€754\n\n€809\n\n10 PAX\n\n€653\n\n€744\n\n€799\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "06 - Discover Ancient Wonders of Turkey - Istanbul & Ephesus Tour.docx",
    "type": "docx",
    "content": "Discover Ancient Wonders of Turkey\n\nIstanbul & Kusadasi\n\n6 Nights / 7 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon your arrival at Istanbul Airport, immerse yourself in the Turkish hospitality as you are privately transferred to your accommodation. Delight in the anticipation of the days ahead, filled with rich history and captivating experiences. Rest of the day is yours to unwind and acclimate to the vibrant city that awaits your exploration. Check-in time at your hotel is typically 14:00, but if you arrive earlier, feel free to store your luggage and venture out to discover some local flavors or simply relax by the Bosphorus Strait, one of Istanbul's most iconic landmarks that offers a mesmerizing blend of European and Asian landscapes. Istanbul, the city where East meets West, promises an unforgettable journey through its labyrinthine streets, bustling markets, and breathtaking architecture. From the Blue Mosque with its intricate tilework to the grand Hagia Sophia, every corner of Istanbul brims with history and allure. Your hotel offers a sanctuary amidst the city's energy, providing the perfect base for your Turkish adventure. Rest up tonight, as tomorrow awaits a full day of exploration in this captivating city.\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast, embark on an exhilarating Half Day Bosphorus Cruise AM, where the sparkling waters of the Bosphorus Strait serve as a divine backdrop to Istanbul's stunning skyline. Your journey begins at the Dolmabahçe Palace, a resplendent 19th-century palace that once housed Ottoman sultans and now stands as a museum brimming with imperial treasures.\n\nAs your vessel glides through the strait, take in breathtaking vistas of grand palaces, ancient fortresses, and bustling neighborhoods perched upon dramatic cliffs. Marvel at the majestic Dolmabahçe Clock Tower, a testament to Ottoman architectural prowess, and the imposing Rumeli Fortress, built by Sultan Mehmed II in just four months before the conquest of Constantinople.\n\nDiscover the enchanting charm of the Asian side as you cruise past picturesque villages nestled within lush hillsides, and witness the iconic Maiden's Tower, a fairytale-like structure that has captivated travelers for centuries. The cruise concludes at the vibrant Spice Bazaar, where aromatic spices, colorful textiles, and delectable sweets await your senses. This unforgettable experience offers a mesmerizing glimpse into Istanbul's rich history and vibrant culture.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and vibrant culture of Istanbul as you embark on a Full Day Classic Istanbul Old City Tour. Your journey begins at the Hagia Sophia, a magnificent architectural marvel that stands as a testament to Byzantine and Ottoman empires. Marvel at its intricate mosaics and soaring dome while learning about its transformation from a church to a mosque and now a museum.\n\nNext, visit the iconic Blue Mosque, renowned for its six minarets and exquisite blue tiles adorning its interior. The harmony between this religious monument and Hagia Sophia adds an enchanting touch to the cityscape.\n\nContinue your exploration at Topkapi Palace, a former royal residence that houses an extensive collection of treasures including the legendary Emerald-encrusted dagger and the Topkapi Diamond. As you wander through its opulent courtyards and opulent halls, you'll gain insight into the lives of Ottoman sultans.\n\nRound off your day with a visit to the bustling Grand Bazaar, where over 4,000 shops brimming with jewelry, textiles, spices, and ceramics await discovery. Haggle like a local and take home souvenirs that will remind you of this captivating city for years to come.\n\nReturn to your hotel after an enriching day, filled with new experiences and unforgettable memories of Istanbul's storied past.\n\nDay 4 - Istanbul - Fly - Kusadasi\t((B))\n\nAfter a hearty breakfast at your Istanbul hotel, you'll be privately transferred to the airport for your flight bound for Kusadasi. As the plane wings its way across Turkey's breathtaking landscapes, anticipation builds for your upcoming adventures. Upon landing in Kusadasi, you'll meet your representative and continue on to your hotel, marking a seamless transition into your next destination. The rest of the day is yours to settle into your accommodation or explore the vibrant streets at your leisure, promising an enticing introduction to this captivating coastal city.\n\nDay 5 - Kusadasi\t((B/L))\n\nAfter breakfast, delve into the rich historical tapestry of Kusadasi with the Full Day Ephesus Tour. Begin your journey at the Ancient City of Ephesus, a UNESCO World Heritage Site and one of the best-preserved classical cities in the world. Wander through its grand marble streets, admiring the majestic Library of Celsius, the imposing Temple of Hadrian, and the vast Amphitheater.\n\nNext, visit the House of Virgin Mary, a serene sanctuary nestled amidst lush greenery on Bulbul Mountain. This site is believed to be where Mary spent her final days, and the peaceful atmosphere here is truly spellbinding.\n\nYour adventure continues at the Isabey Mosque, an elegant example of Seljuk architecture boasting beautiful blue tiles and a striking minaret. Finally, explore the bustling Ephesus Archaeological Museum, home to countless artifacts that tell the captivating story of this ancient city. At the end of the day, return to your hotel, inspired by the magic of Ephesus.\n\nDay 6 - Kusadasi\t((B/L))\n\nAfter breakfast, embark on an unforgettable Full Day Pamukkale Tour. Marvel at the breathtaking travertine terraces of white calcium carbonate cascading down the hillside like frozen waterfalls, a mesmerizing sight reminiscent of dreams. Wander through the ancient city ruins of Hierapolis, where you can explore the Necropolis, the Theatre, and the magnificent Roman Baths. Soak in the healing properties of the natural thermal pools at Pamukkale, feeling rejuvenated as the warm mineral-rich waters caress your skin. Return to your hotel, brimming with stories of a day spent amidst Turkey's breathtaking natural wonders and ancient history.\n\nDay 7 - Kusadasi - Departure\t((B))\n\nAfter a nourishing breakfast at your hotel, it's time to bid adieu as you prepare for departure. Immerse in an enchanting journey as you transfer to Istanbul Airport, where the next chapter of your adventure awaits. Savor the last whiffs of Turkish hospitality before embarking on your flight, concluding your stay with Funny Tourism. Thank you for choosing us to facilitate your unforgettable sojourn through the mystical lands of Turkey.\n\n\n\nINCLUSIONS\n\n6 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nKusadasi\n\nBy Karaaslan Hotel  (3 Star)\n\nSuhan Seaport Hotel  (4 star)\n\nSeven For Life Hotel  (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€995\n\n€1111\n\n€1267\n\n4 PAX\n\n€889\n\n€1005\n\n€1161\n\n6 PAX\n\n€853\n\n€970\n\n€1126\n\n8 PAX\n\n€836\n\n€952\n\n€1108\n\n10 PAX\n\n€825\n\n€941\n\n€1097\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "07 - Enchanting Turkey Discovery_ Istanbul & Antalya Exploration.docx",
    "type": "docx",
    "content": "Enchanting Turkey Discovery\n\nIstanbul & Antalya Exploration\n\n5 Nights / 6 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon your arrival in Istanbul, you will be privately transferred to your hotel for a comfortable check-in (14:00 and beyond). After settling in, embark on an enchanting afternoon exploration with the Half Day Bosphorus Cruise PM. Your journey commences at the Dolmabahçe Palace, home to six sultans and now a museum displaying opulent Baroque-style architecture.\n\nAs you glide along the Bosphorus Strait, marvel at the captivating blend of Ottoman palaces, traditional wooden mansions, fortresses, and modern day mansions that line its shores. Pass through the vibrant neighborhoods of Beşiktaş and Ortaköy, known for their colorful houses and trendy bars along the water's edge.\n\nReach the legendary Bosphorus Bridge, a suspension bridge connecting Europe and Asia, offering breathtaking views of the city skyline from both sides. Disembark at the historic Rumeli Fortress, standing as a testament to the Byzantine and Ottoman Empires' architectural prowess. Return to your hotel with unforgettable memories of this magical city. (L)\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast at your Istanbul hotel, embark on a captivating journey through the heart of ancient history with our Full Day Classic Istanbul Old City Tour. The day begins with a visit to Hagia Sophia, an architectural marvel that once served as a cathedral, mosque, and museum, its soaring dome and intricate mosaics whispering tales of Byzantine grandeur.\n\nNext, the azure tiles and six minarets of the iconic Blue Mosque come into view, their call to prayer echoing through the bustling streets of Sultanahmet district. Step inside Topkapi Palace, the opulent residence of Ottoman sultans, where you'll marvel at the Imperial Treasury, Harem, and stunning views over the Bosphorus Strait.\n\nLater in the day, explore the vibrant Grand Bazaar, a labyrinthine market brimming with exquisite treasures—from gold and spices to carpets and ceramics. As the sun sets on this enchanting city, you'll return to your hotel, filled with memories of an unforgettable day in Istanbul.\n\nDay 3 - Istanbul - Fly - ANTALYA\t((B))\n\n\"City Change Day: Istanbul to Antalya After a hearty breakfast at your hotel, bid farewell to the enchanting city of Istanbul as you transfer to the airport for your flight to Antalya. As you touch down in this vibrant coastal gem, feel the Mediterranean air invigorate your senses and anticipation build for the new adventures that await. Upon arrival, you will be privately transferred to your hotel, allowing you to settle in before exploring the charm of Antalya at your leisure.\" \"Arrival Day: Antalya Upon arrival at Antalya Airport, immerse yourself in a warm Turkish welcome as you are met and privately transferred to your accommodation. The rest of the day is yours to unwind and acclimate to this stunning coastal city, known for its glittering beaches, historic sites, and lively bazaars. Delight in the opportunity to explore at your own pace, uncovering hidden treasures as you meander through the winding streets of Antalya.\" \"City Change Day: Antalya to Kusadasi Begin your day with a filling breakfast at your hotel before transferring to Antalya Airport for your flight to Kusadasi. Upon arrival, you will be greeted and privately transferred to your accommodation, setting the stage for a journey steeped in history and natural beauty. With the rest of the day free to explore, allow yourself to become enchanted by Kusadasi's captivating charm. Begin your adventure at Hadrian's Gate, an impressive monument built in honor of the Roman Emperor himself, and continue to the imposing Perge Ancient City, showcasing ancient ruins dating back thousands of years. Next, visit the charming Manavgat Waterfall, where crystal-clear waters cascade over limestone formations amidst lush greenery. Afterward, delve into the rich history and intricate architecture of Aspendos, home to one of the best preserved Roman theaters in existence. Return to your hotel after a day filled with wonder and discovery.\"\n\nDay 4 - ANTALYA\t((B/L))\n\nAfter breakfast, immerse yourself in the captivating charm of Antalya with our Full Day Antalya City Tour. Your journey begins at Hadrians Gate, an imposing triple-arched monument that once welcomed the Roman Emperor himself. Wander through the Old Town's winding streets, where ancient relics and bustling bazaars coexist in perfect harmony.\n\nNext, you will visit the magnificent Yivli Minare Mosque, its distinctive twisted minaret standing as a symbol of Antalya's rich history. The day continues at the captivating Kaleici district, where Ottoman-era architecture and vibrant markets create an atmosphere that's both enchanting and invigorating.\n\nLater in the day, you'll uncover the secrets of Perge Ancient City, a sprawling complex showcasing well-preserved Roman ruins, including a theater, stadium, and bathhouse. As the sun sets over this ancient wonderland, you'll return to your hotel, filled with memories of Antalya's captivating beauty that will last long after your journey ends.\n\nDay 5 - ANTALYA\t((B/L))\n\nAfter breakfast, embark on an unforgettable journey with the Full Day Pamukkale Tour. Your adventure begins as you traverse winding mountain roads en route to the stunning UNESCO World Heritage site of Hierapolis. Marvel at the ancient theater, Roman baths, and necropolis that dot this historical cityscape.\n\nUpon arrival at Pamukkale, prepare to be awestruck by the breathtaking sight of the cotton-white terraces of travertine pools. These unique formations have been created over millennia by mineral-rich waters flowing down the hillside, creating a surreal landscape that seems to defy gravity.\n\nTake a dip in the warm thermal waters of the Cleopatra Pool (own expense), believed to have restorative properties, before continuing your exploration at the Antique Pool. Here, you can immerse yourself in the healing waters amidst the ruins of the ancient Roman spa.\n\nThroughout the day, revel in the unique blend of history, culture, and natural beauty that Pamukkale offers. This extraordinary destination promises a once-in-a-lifetime experience that will stay with you long after your tour concludes.\n\nDay 6 - ANTALYA - Departure\t((B))\n\nAfter indulging in a delightful breakfast at your hotel, it's time to bid farewell as you prepare for departure. Transfer in comfort to Istanbul Airport, where your memories of this enchanting journey begin their graceful descent. As you soar through the skies, reflect upon the breathtaking vistas and unforgettable moments that have graced your Turkish adventure. Thank you for choosing Funny Tourism for creating an unparalleled travel experience in the heart of Turkey's rich history and culture. We hope to welcome you back soon!\n\n\n\nINCLUSIONS\n\n5 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nANTALYA\n\nElips Royal Hotel  (3 stars)\n\nBest Western Khan Hotel  (4 stars)\n\nRamada Plaza Antalya Hotel (5 stars)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€831\n\n€898\n\n€1093\n\n4 PAX\n\n€744\n\n€810\n\n€1005\n\n6 PAX\n\n€714\n\n€781\n\n€976\n\n8 PAX\n\n€700\n\n€766\n\n€961\n\n10 PAX\n\n€691\n\n€757\n\n€952\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "08 - Enchanting Turkey_ Istanbul, Cappadocia, & Ancient Ephesus Explorer Tour.docx",
    "type": "docx",
    "content": "Enchanting Turkey\n\nIstanbul, Cappadocia, & Ancient Ephesus Explorer Tour\n\n7 Nights / 8 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon arrival at Istanbul Airport, you will be met and privately transferred to your hotel for check-in. As the afternoon unfolds, immerse yourself in the magic of Turkey with a Half Day Bosphorus Cruise PM. Sail along this iconic waterway, dividing Europe and Asia, passing beneath historic bridges, grand palaces, and vibrant neighborhoods. Marvel at the opulence of Dolmabahçe Palace, the serenity of Rumeli Fortress, and the bustling energy of the Asian shoreline. Savor the unique atmosphere as the sun sets over the Bosphorus, marking the end of a memorable day in Istanbul.\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and enchanting charm of Istanbul with our Full Day Classic Istanbul Old City Tour. Your journey begins at the iconic Hagia Sophia, a marvel of Byzantine architecture that once served as a cathedral and mosque. As you step inside, feel the weight of centuries beneath your feet, where echoes of prayers from different eras still reverberate within its hallowed walls.\n\nNext, traverse the bustling streets to the Blue Mosque, named for its thousands of blue ceramic tiles that adorn its interior walls. Marvel at the delicate calligraphy and intricate design work that has remained preserved over time, all set against a backdrop of six minarets towering above you.\n\nFollowing lunch (not included), continue to Topkapi Palace, the opulent residence of sultans for nearly 400 years. Wander through grand halls and courtyards filled with relics from the Prophet Muhammad, intricate jewelry, and ornate tapestries that tell the story of Ottoman power and grandeur.\n\nFinally, explore the colorful bazaars, where merchants have peddled their wares for centuries. Negotiate for souvenirs in the Spice Bazaar, filled with fragrant spices, or haggle for authentic Turkish carpets at the Grand Bazaar - a labyrinth of over 3,000 shops offering everything from gold to antiques.\n\nAs the sun begins to set, return to your hotel, having experienced a day steeped in history and filled with unforgettable sights and experiences that truly capture the magic of Istanbul.\n\nDay 3 - Istanbul - Fly - Cappadocia\t((B))\n\n\"Departure Day - Cappadocia: After a hearty breakfast at your hotel, check out and prepare for an enchanting journey as you transfer to Cappadocia's airport. As your plane soars through the skies, marvel at the ever-changing landscapes below, eventually giving way to the unique moonscape of Cappadocia. Upon arrival, meet your private driver who will escort you to your hotel, providing a warm welcome to this magical region. Spend the rest of the day unwinding and allowing yourself to be captivated by the allure of Cappadocia before tomorrow's adventures unfold.\" In this description, we aim to create anticipation for the traveler's upcoming journey while highlighting the unique beauty of Cappadocia. The vivid imagery paints a picture of soaring through the skies and being greeted by the magical landscapes upon arrival. We also maintain a professional tone and only describe the services that are actually booked - flight and private transfer to the hotel.\n\nDay 4 - Cappadocia\t((B/L))\n\nAfter breakfast, delve into the heart of Cappadocia's ancient past with our Full Day Tour Including Ozkonak Underground City. This subterranean marvel is a labyrinthine network of tunnels and chambers carved deep beneath the surface, serving as a testament to the ingenuity and resilience of the early Christian communities who sought refuge here.\n\nYour journey begins as you traverse the unique landscapes of Cappadocia, with its fairy chimneys and vibrant valleys. As you explore this lunar-like landscape, you'll gain insights into the region's rich history and mythology.\n\nNext, you'll visit Ozkonak Underground City, one of the best-preserved subterranean settlements in Cappadocia. Wander through its intricate network of tunnels, rooms, and ventilation shafts, marveling at the skill with which they were carved into the soft volcanic rock.\n\nImmerse yourself in the history as you descend into this hidden world, feeling the cool air and silence that has protected these ancient dwellings for centuries. The experience is both humbling and awe-inspiring, offering a glimpse into the lives of those who once called Cappadocia home.\n\nReturn to your hotel after an enriching day of discovery, with memories of Cappadocia's underground wonders forever etched in your mind.\n\nDay 5 - Cappadocia - Fly - Kusadasi\t((B))\n\nAfter a magical morning in Cappadocia, it's time to bid adieu as you transfer to the airport for your flight to Kusadasi. As you soar through the skies, anticipation builds for the enchanting Aegean coast that awaits you. Upon arrival, you will be warmly welcomed and privately transferred to your hotel, allowing you to settle in and prepare for the mesmerizing experiences that lie ahead. The rest of the day is yours to explore at your leisure, immersing yourself in the unique charm of Kusadasi and its vibrant surroundings.\n\nDay 6 - Kusadasi\t((B/L))\n\nAfter a hearty breakfast at your Kusadasi hotel, embark on an unforgettable journey with our Full Day Ephesus Tour. This immersive excursion takes you back in time as you explore the ancient city of Ephesus – once a thriving metropolis during the Roman Empire.\n\nWander through the expansive Marble Street, where you'll find remnants of grandiose colonnades, temples, and public buildings that have withstood the test of time. Marvel at the Library of Celsius, an architectural marvel boasting three stories and Corinthian columns adorned with intricate carvings.\n\nContinue to the sprawling Terrace Houses, offering a glimpse into the lives of Ephesus' elite residents, complete with elaborate frescoes, mosaics, and stunning views over the ancient cityscape. Your tour also includes a visit to the House of Virgin Mary, a serene sanctuary believed to be the final resting place of Mary, mother of Jesus.\n\nReturn to your hotel, brimming with new memories and a deeper understanding of Ephesus' rich history. As twilight descends upon Kusadasi, take comfort in knowing that tomorrow promises more captivating experiences await.\n\nDay 7 - Kusadasi\t((B/L))\n\nAfter breakfast, immerse yourself in a captivating journey with our Full Day Pamukkale Tour. Your adventure begins as you traverse the winding roads towards the UNESCO World Heritage site of Hierapolis, where ancient Roman ruins and Necropolis lie. Marvel at the stunningly preserved theater, baths, and temple remains that echo stories of a bygone era.\n\nNext, prepare to be spellbound by the breathtaking natural wonder of Pamukkale's travertine terraces. With cascading white mineral pools and vibrant blue water, these surreal landscapes are truly a sight to behold. As you stroll through this unique formation, let the warm sun kiss your skin while the soothing sound of dripping waters serenades you.\n\nFollowing your visit to Pamukkale, head to the ancient city of Hierapolis and experience the awe-inspiring Cleopatra Pool. Legend has it that the pool was named after Queen Cleopatra herself, who is said to have bathed here with Mark Antony! Soak in this healing waters, surrounded by the ancient ruins for an unforgettable experience.\n\nEnd your day with a visit to the Church of St. Philip, which stands atop a hill overlooking Pamukkale. This atmospheric site offers a picturesque panorama that will stay etched in your memory long after you leave this magical destination. Return to your hotel for an evening of relaxation and reflection on the day's marvelous discoveries.\n\nDay 8 - Kusadasi - Departure\t((B))\n\nAfter a delightful breakfast at your hotel, it's time for us to bid farewell as you prepare for your departure. Embark on a private transfer to Istanbul Airport, where the journey ends. As we say goodbye, take with you memories of enchanting sights, rich history, and warm hospitality that Turkey has generously shared during your stay. Thank you for choosing Funny Tourism for making your Turkish adventure unforgettable.\n\n\n\nINCLUSIONS\n\n7 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 stars)\n\nELITE WORLD COMFY (4 stars)\n\nELITE WORLD ISTANBUL HOTEL (5 stars)\n\nCappadocia\n\nFloria Hotel (3 stars)\n\nBurcu Kaya Hotel  (4 stars)\n\nSignature Garden Hotel (5 stars)\n\nKusadasi\n\nBy Karaaslan Hotel  (3 stars)\n\nSuhan Seaport Hotel  (4 stars)\n\nSeven For Life Hotel  (5 stars)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€1237\n\n€1341\n\n€1497\n\n4 PAX\n\n€1088\n\n€1192\n\n€1349\n\n6 PAX\n\n€1039\n\n€1143\n\n€1299\n\n8 PAX\n\n€1014\n\n€1118\n\n€1274\n\n10 PAX\n\n€999\n\n€1104\n\n€1260\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "09 - Enchanting Turkey Odyssey_ Istanbul, Cappadocia, Kusadasi Exploration.docx",
    "type": "docx",
    "content": "Enchanting Turkey Odyssey\n\nIstanbul, Cappadocia, Kusadasi Exploration\n\n9 Nights / 10 Days\n\nDay 1 - Istanbul\t((-))\n\nWelcome to Istanbul, the vibrant city where Europe meets Asia! Upon arrival at Istanbul Airport, you'll be privately transferred to your hotel for a seamless check-in. The rest of the day is yours to immerse yourself in the captivating atmosphere of this ancient metropolis. As the sun sets, take a leisurely stroll along the bustling streets, passing by lively spice markets and grand mosques that echo centuries of history. Feel the city's pulse under the dim glow of traditional lanterns, while indulging in delectable Turkish delicacies from street vendors or cozy cafes. This is just a taste of what awaits you during your incredible journey through Turkey. Get ready for an unforgettable adventure that will leave you with memories to cherish forever!\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast at your hotel, prepare for an enchanting exploration of Istanbul with the Half Day Bosphorus Cruise Am tour. Step into a historic vessel and glide along the Bosphorus Strait, a waterway that divides Europe and Asia. Marvel at the grandeur of imperial palaces, fortresses, and mansions lining the shore, while listening to fascinating tales of Ottoman splendor.\n\nAs you sail past Dolmabahçe Palace—the opulent residence of late Ottoman sultans—feel the mystique emanating from its intricate marble facade. Further down the coast, catch a glimpse of the majestic Ciragan Palace, an iconic structure that once hosted numerous dignitaries and royal figures.\n\nYour cruise continues towards the bustling neighborhoods of Üsküdar and Kadıköy, where you'll witness a vibrant blend of modern life and ancient traditions unfolding on both shores. As the sun begins to set, return to your hotel with memories of this unforgettable journey etched in your mind.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and vibrant culture of Istanbul with our Full Day Classic Tour. Your journey begins at the breathtaking Hagia Sophia, a former cathedral turned mosque, now museum - an architectural marvel that stands as a testament to Byzantine and Ottoman empires. Next, wander through the iconic Blue Mosque, its six minarets and thousands of blue Iznik tiles creating a mesmerizing sight. Afterward, delve into the royal history at Topkapi Palace, where sultans once ruled, exploring its opulent halls, courtyards, and treasury filled with relics of prophets and emperors. As you stroll through these legendary landmarks, feel the weight of centuries past in the air, and let the atmosphere transport you back in time. Return to your hotel at the end of this enchanting day, filled with memories that will last a lifetime.\n\nDay 4 - Istanbul - Fly - Cappadocia\t((B))\n\nAfter savoring your final Turkish delight in Istanbul, you embark on a journey to Cappadocia by flight. The transformation unfolds as you soar through the azure skies, offering tantalizing glimpses of the vast Anatolian landscape below. Upon landing in Cappadocia, immerse yourself in its ethereal beauty as you are privately transferred to your hotel. The rest of the day is yours to unwind and prepare for the extraordinary experiences awaiting you in this magical land. Cappadocia's enchanting allure unfolds before you, with fairy chimneys standing sentinel against a backdrop of vibrant valleys and rolling hills. Tomorrow, you will delve deeper into its mysteries, exploring ancient caves and witnessing the breathtaking spectacle of hot air balloons floating gracefully above this unique landscape. For now, revel in the tranquility that envelops your new surroundings, as you ready yourself for the unforgettable adventures that lie ahead.\n\nDay 5 - Cappadocia\t((B/L))\n\nAfter breakfast, embark on an enchanting Full Day Tour - Goreme in Cappadocia. Your adventure begins as you traverse through winding valleys and towering fairy chimneys, each a unique testament to nature's artistic prowess. The first stop is the Open-Air Museum of Göreme, where you'll marvel at the well-preserved Christian frescoes adorning rock-cut churches from the Byzantine era.\n\nNext, delve deeper into Cappadocia's troglodyte past as you explore the Dark Church (Karanlık Kilise), renowned for its captivating frescoes depicting biblical scenes that seem to come alive against the dimly lit walls. Continue your journey at Pasabag Valley, where you'll encounter mushroom-shaped pinnacles and charming cave dwellings.\n\nThe day culminates at Avanos Pottery Workshop, a haven for craftspeople who keep ancient techniques alive by shaping clay into intricate pottery pieces using centuries-old methods. As the sun begins to set, return to your hotel, carrying with you memories of a magical day in Cappadocia.\n\nDay 6 - Cappadocia\t((B/L))\n\nAfter breakfast, immerse yourself in the unique charm of Cappadocia with our Full Day Tour - Kaymakli. Journey through time as you explore the subterranean labyrinths of Kaymakli Underground City, a hidden world carved by ancient Anatolians to seek refuge from invaders. Marvel at the intricate network of tunnels, storage areas, and chapels, each telling a story of a long-lost civilization.\n\nNext, visit Derinkuyu Underground City, another remarkable example of Cappadocia's subterranean architectural prowess. Here, you will descend 85 meters below ground level to uncover multiple levels housing stables, churches, wineries, and even a well-preserved underground church adorned with beautiful frescoes.\n\nIn the afternoon, savor panoramic views of Cappadocia's lunar landscape from Pigeon Valley, where thousands of pigeon houses have been carved into the cliffs. The valley's unique rock formations and serene atmosphere provide a breathtaking backdrop for capturing unforgettable memories.\n\nAs your day comes to an end, return to your hotel, replete with tales of ancient wonders and images of Cappadocia's enchanting landscapes etched in your mind. This Full Day Tour - Kaymakli promises an experience that will linger in your memory long after you leave this magical region.\n\nDay 7 - Cappadocia - Fly - Kusadasi\t((B))\n\nAfter savouring your final Turkish delights at breakfast in Cappadocia, you'll be privately transferred to the airport for your flight to Kusadasi. As the plane soars over verdant landscapes and shimmering seas, anticipation begins to build for your next adventure. Upon arrival in Kusadasi, a warm welcome awaits as you are met and transferred to your hotel, allowing you to settle in before embarking on your Turkish journey anew. The rest of the day is yours to explore the vibrant streets, sample local cuisine, or simply unwind after your travels – a perfect introduction to Kusadasi's enchanting charm.\n\nDay 8 - Kusadasi\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history of ancient Ephesus on a Full Day Ephesus Tour. Step back in time as you wander through the grandiose ruins, once home to over 250,000 people during the Roman era. Marvel at the breathtaking Library of Celsus, a three-story monument that still stands tall and proud, its intricate marble facade adorned with elaborate carvings and sculptures.\n\nNext, venture into the Great Theatre - a sprawling amphitheater that could accommodate 24,000 spectators, and where St. Paul preached his famous sermon to the Ephesians. Feel the echoes of ancient Rome as you take your seat among the tiers of this magnificent structure.\n\nContinue your journey through history with a visit to the House of Virgin Mary, a small but profoundly significant chapel believed to be the final resting place of Mary, mother of Jesus Christ. Bathed in serenity and surrounded by lush greenery, this peaceful sanctuary offers a spiritual retreat amidst the ancient ruins.\n\nFinally, explore the bustling streets of Selcuk, a charming town that blends ancient and modern Turkey seamlessly. Here you will find the Ephesus Archaeological Museum, housing an extensive collection of artifacts unearthed from the excavations, providing valuable insights into life during antiquity.\n\nReturn to your hotel after an enlightening day filled with history, culture, and spirituality, capturing memories that will last a lifetime.\n\nDay 9 - Kusadasi\t((B/L))\n\nAfter breakfast at your hotel in Kusadasi, embark on an unforgettable full day exploration with the SIC tour to the breathtaking UNESCO World Heritage site of Pamukkale. Witness the awe-inspiring travertine terraces, cascading like gleaming white stairs into turquoise pools below, a natural wonder that has attracted visitors for centuries.\n\nYour journey begins at the ancient city of Hierapolis, where you'll explore the grand Necropolis adorned with ornate sarcophagi and a theater that once held 12,000 spectators. Delve into the rich history as you visit the impressive Roman Baths, dominated by the magnificent Cleopatra Pool - named for the Egyptian queen who is said to have bathed here during her visit.\n\nNext, marvel at the towering Amphitheater that has hosted numerous concerts and plays over millennia. Ascend the Sacred Way, lined with tombs of high priests and other dignitaries, culminating in the dramatic Temple of Apollo, offering panoramic views of the terraces and valley below.\n\nFinally, immerse yourself in the healing powers of the thermal mineral waters at Pamukkale's modern pools before returning to your hotel in Kusadasi, filled with memories of a truly magical day in Turkey.\n\nDay 10 - Kusadasi - Departure\t((B))\n\nAfter a memorable stay in our beloved city, it's time to bid farewell. Following a hearty breakfast at your hotel, check out and prepare for your private transfer to Istanbul Airport. The atmosphere becomes bittersweet as you leave the vibrant cityscape behind, with its domes and minarets glimmering under the sun one last time before they fade into the distance. Thank you for choosing Funny Tourism and we hope to welcome you back soon.\n\n\n\nINCLUSIONS\n\n9 nights accommodation in the mentioned hotels\n\nMeals are"
  },
  {
    "filename": "10 - Discover Turkey's Majesty_ Istanbul, Cappadocia, and Ancient Ephesus.docx",
    "type": "docx",
    "content": "Discover Turkey's Majesty\n\nIstanbul, Cappadocia, and Ancient Ephesus\n\n8 Nights / 9 Days\n\nDay 1 - Istanbul\t((-))\n\nin Istanbul: Upon touching down at Istanbul Airport, you'll be greeted by our friendly representative, marking the beginning of your Turkish adventure. After a seamless private transfer, settle into your hotel, ready to begin your journey through this mesmerizing city. The rest of the day is yours – immerse yourself in the vibrant atmosphere, explore the bustling streets, or simply relax and prepare for the incredible experiences that lie ahead.\n\nDay 2 - Istanbul\t((B))\n\nAfter breakfast at your hotel, embark on an exhilarating Half Day Bosphorus Cruise AM tour. This enchanting journey will take you through the heart of Istanbul, sailing along the majestic Bosphorus Strait. The cruise offers breathtaking views of historic Ottoman palaces, elegant wooden mansions, and modern neighborhoods, as well as the iconic suspension bridge and circular Clock Tower.\n\nPass by the imposing Dolmabahçe Palace, once the primary residence of the Ottoman Sultans, now a museum showcasing opulent rooms filled with treasures from around the world. Admire the stunning Rüstem Paşa Mosque, known for its intricate tilework that adorns its interior walls.\n\nYour cruise also takes you to the Asian side of Istanbul, where you can marvel at the picturesque Çamlıca Hill and the modern Kartal Marina. As you return to your starting point, soak up the vibrant atmosphere of the bustling waterfront, with fishermen casting their nets, seagulls calling overhead, and vendors selling freshly prepared delicacies.\n\nAfter the cruise, continue exploring Istanbul's rich history with a visit to the Spice Bazaar, where an array of colorful spices, aromatic sweets, and exotic goods await your discovery. This unforgettable day in Istanbul promises memorable experiences that will leave you yearning for more of this enchanting city.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and vibrant culture of Istanbul with our Full Day Classic Tour. Begin at the Hagia Sophia, an architectural marvel that serves as a testament to the city's complex past, showcasing both Christian and Islamic influences within its grand walls. The enchanting Blue Mosque, with its 6 minarets and intricate blue tilework, awaits next, offering a glimpse into the heart of Ottoman artistry.\n\nLunchtime will be spent in a local eatery, where you'll savor authentic Turkish flavors while mingling with friendly locals. After refueling, continue your journey to the Topkapi Palace, once home to the sultans of the Ottoman Empire and home to countless treasures and artifacts.\n\nThe day concludes at the Grand Bazaar, a bustling labyrinth of over 4,000 shops offering everything from spices and textiles to jewelry and ceramics. As you explore this historic marketplace, immerse yourself in the intoxicating aromas, vibrant colors, and lively banter that make Istanbul such an unforgettable destination. Return to your hotel with a newfound appreciation for this enchanting city's past and present.\n\nDay 4 - Istanbul - Fly - Cappadocia\t((B))\n\nBegin your journey's next chapter as you bid farewell to Istanbul and embark on an enchanting flight to Cappadocia. After breakfast, transfer smoothly to Istanbul Airport, where the wings of your flight carrier will cradle you towards the dreamlike landscapes of Cappadocia. Upon touching down in this fairytale region, you'll be whisked away to your hotel for a well-deserved rest. As evening descends upon Cappadocia, prepare yourself for an extraordinary introduction to its unique charm and allure that awaits your discovery throughout your stay.\n\nDay 5 - Cappadocia\t((B/L))\n\nAfter breakfast, delve into the heart of Cappadocia's ancient history as you embark on a Full Day Tour Including Ozkonak Underground City. Your journey begins with a visit to the unique landscape of the Rose Valley, where the fairy chimneys stand like sentinels against the sky.\n\nNext, descend into the depths of the Ozkonak Underground City, a labyrinthine network of tunnels and chambers carved by early Christians seeking refuge from persecution. Feel the cool, damp air and marvel at the intricate carvings that adorn these subterranean dwellings.\n\nAs you explore this ancient city beneath the earth, imagine the lives of those who once called it home, hidden away from the world above. Later in the day, visit the Pigeon Valley, where countless pigeon houses were carved into the cliffs to support local agriculture.\n\nReturn to your hotel after a day filled with history, mystery, and the unique beauty of Cappadocia's underground marvels. This full-day adventure offers an unforgettable glimpse into the region's rich past, immersing you in the enchanting world beneath the earth.\n\nDay 6 - Cappadocia - Fly - Kusadasi\t((B))\n\nUpon your arrival in Kusadasi, you will be met and privately transferred to your hotel after a flight from Cappadocia. The vibrant coastal city awaits with its stunning Mediterranean vistas, bustling streets, and rich history. Spend the rest of the day at leisure, allowing yourself time to acclimate and explore this charming destination at your own pace. Tomorrow brings exciting adventures as you delve into Kusadasi's captivating past. From ancient ruins like Ephesus, one of the best-preserved classical cities in the Eastern Mediterranean, to the House of Virgin Mary, where it is believed she spent her final days, you'll be immersed in a world steeped in history and spiritual significance. As the sun sets over Kusadasi's picturesque harbor, take a moment to savor the intoxicating blend of salty sea air, the cacophony of street vendors hawking their wares, and the exotic aromas of traditional Turkish cuisine wafting from nearby eateries. This is just the beginning of your unforgettable journey through the enchanting lands of Turkey.\n\nDay 7 - Kusadasi\t((B/L))\n\nAfter breakfast in Kusadasi, prepare for an immersive journey into the ancient past with our Full Day Ephesus Tour. This captivating excursion begins at the magnificent Ephesus Ancient City, where you'll wander through the grand marble streets once walked by Roman emperors and early Christians. Marvel at the Library of Celsius, a three-story structure adorned with intricate Ionic columns, and stand before the Great Theatre, capable of seating 24,000 spectators.\n\nNext, visit the House of Virgin Mary, a serene and spiritual site believed to be where Mary spent her final days. The atmosphere here is peaceful and contemplative, making it an unforgettable experience for many visitors.\n\nThe tour continues at the Temple of Artemis, one of the Seven Wonders of the Ancient World. Although much of the temple has been lost over time, the remaining ruins still evoke a sense of awe-inspiring grandeur.\n\nFinally, stop by the Ephesus Archaeological Museum where you'll find an impressive collection of artifacts discovered at the site. With expert guides to bring the history to life, this Full Day Ephesus Tour is sure to leave you with memories that will last a lifetime. After this enriching day, return to your hotel for rest and relaxation.\n\nDay 8 - Kusadasi\t((B/L))\n\nAfter breakfast, embark on an unforgettable adventure with our Full Day Pamukkale Tour. Journey through lush landscapes towards the UNESCO World Heritage Site of Hierapolis, where ancient ruins and hot springs intertwine in a breathtaking spectacle. Marvel at the well-preserved Roman theater, bath complexes, and Necropolis, while the vibrant hues of travertine terraces stretch out beneath you.\n\nAscend to the enchanting Cleopatra's Pool, believed to possess healing properties since ancient times. Dip your toes into the warm mineral waters amidst cascading pools and verdant surroundings, creating a mesmerizing tableau of nature and history. The day concludes with a visit to nearby Laodicea, another ancient city that once thrived in the heart of Anatolia.\n\nReturn to Kusadasi with memories of Turkey's unique beauty etched in your mind, leaving you eager for more discoveries on this captivating journey through time and terrain.\n\nDay 9 - Kusadasi - Departure\t((B))\n\nAfter savoring a delightful breakfast at your hotel, it's time to bid adieu as we transfer you smoothly to Istanbul Airport for your departure. As the city recedes in your rearview mirror, cherished memories of your Turkish adventure linger like the echoes of ancient call to prayers resonating through the storied streets of this enchanting metropolis. Thank you for choosing Funny Tourism for your unforgettable journey across Turkey's timeless landscapes and captivating cities.\n\n\n\nINCLUSIONS\n\n8 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 star)\n\nELITE WORLD COMFY (4 Star)\n\nELITE WORLD ISTANBUL HOTEL (5 Star)\n\nCappadocia\n\nFloria Hotel (3 Star)\n\nBurcu Kaya Hotel  (4 Star)\n\nSignature Garden Hotel (5 Star)\n\nKusadasi\n\nBy Karaaslan Hotel  (3 stars), By Karaaslan Hotel  (3 Star)\n\nSuhan Seaport Hotel  (4 stars), Suhan Seaport Hotel  (4 star)\n\nSeven For Life Hotel  (5 stars), Seven For Life Hotel  (5 Star)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€1273\n\n€1401\n\n€1569\n\n4 PAX\n\n€1125\n\n€1253\n\n€1421\n\n6 PAX\n\n€1075\n\n€1204\n\n€1372\n\n8 PAX\n\n€1051\n\n€1179\n\n€1347\n\n10 PAX\n\n€1036\n\n€1164\n\n€1332\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 1"
  },
  {
    "filename": "11 - Discover Ancient Wonders & Turquoise Coasts of Turkey_ Istanbul, Kusadasi, Pamukkale, Antalya.docx",
    "type": "docx",
    "content": "Discover Ancient Wonders & Turquoise Coasts of Turkey\n\nIstanbul, Kusadasi, Pamukkale, Antalya\n\n7 Nights / 8 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon your arrival at Istanbul Airport, you will be met by a private transfer, whisking you away to your hotel for check-in (standard time 14:00). The day is yours to acclimate to the vibrant city, with its mesmerizing blend of East and West.\n\nHowever, the evening promises an unforgettable experience as you embark on a Bosphorus Cruise Dinner. Sailing along this storied waterway, you'll pass by iconic landmarks such as Dolmabahçe Palace, the Circular Church, and the majestic Bosphorus Bridge. As the sun sets over this breathtaking skyline, indulge in a delightful Turkish feast aboard the boat, savoring flavors that echo Istanbul's rich history. The night concludes with a return to your hotel for a well-deserved rest. Welcome to Turkey!\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history of Istanbul with our Full Day Classic Istanbul Old City Tour. Begin your journey at the breathtaking Hagia Sophia, where the harmonious blend of Byzantine and Ottoman architecture will leave you in awe. Next, step into the mesmerizing Blue Mosque, renowned for its unique blue tiles adorning the interior walls. Delve deeper into the city's past as you explore Topkapi Palace, once home to the Ottoman sultans, where you can marvel at their opulent treasures and harem quarters. Throughout the day, enjoy strolling through the bustling streets of Sultanahmet district, absorbing the vibrant atmosphere that has captivated visitors for centuries. In the evening, return to your hotel for a well-deserved rest, relishing in the memories of an unforgettable day in Istanbul.\n\nDay 3 - Istanbul - Fly - Kusadasi\t((B))\n\n\"Embark on an exhilarating city change day as you bid farewell to the enchanting city of Istanbul and wing your way to Kusadasi. After a hearty breakfast, you'll be privately transferred to the airport for your flight, taking to the skies above Turkey's mesmerizing landscape. Upon landing in Kusadasi, feel the warm embrace of the Aegean Coast as you are met and whisked away to your hotel. The rest of the day is yours to settle into your new surroundings, perhaps venturing out to explore the vibrant local atmosphere or unwinding by the shores of this picturesque seaside town.\"\n\nDay 4 - Kusadasi\t((B/L))\n\nAfter breakfast, embark on an unforgettable journey with our Full Day Ephesus Tour. This SIC excursion offers a captivating exploration of ancient wonders and rich history. Begin at the majestic Temple of Artemis, one of the Seven Wonders of the Ancient World. Continue to the enigmatic Ephesus Archaeological Site, where you'll walk among the well-preserved ruins of a once thriving Roman city. Marvel at the Library of Celsus, a masterpiece of architecture that still stands tall after centuries.\n\nNext, visit the House of Virgin Mary, a tranquil and spiritual location nestled amidst lush greenery. Feel the serenity as you reflect upon its historical significance. In the afternoon, delve into the bustling atmosphere of Selcuk's Grand Bazaar, where vibrant colors, aromatic spices, and friendly vendors await. Complete your day with a visit to the Isabey Mosque, a stunning example of Ottoman architecture. Return to your hotel in Kusadasi, filled with memories of ancient treasures and local charm.\n\nDay 5 - Kusadasi - Drive - Pamukkale\t((B/L))\n\nUpon departure from Kusadasi, marvel at the breathtaking landscapes as you journey towards the UNESCO World Heritage site of Pamukkale. Your Full Day Pamukkale Tour awaits, immersing you in a surreal world of white travertine terraces and steaming mineral-rich pools.\n\nDiscover the ancient city of Hierapolis, nestled amidst these natural wonders, where Roman columns, a necropolis, and the awe-inspiring Theatre stand as testaments to its storied past. The atmosphere here is nothing short of magical, with the harmonious blend of history, culture, and nature creating an unforgettable experience.\n\nVenture into the Cleopatra's Pool, believed to have been named after the Egyptian queen herself, where you can swim in the rejuvenating waters said to possess healing properties. As the day unfolds, indulge in a delightful lunch at a local restaurant, savoring authentic Turkish flavors that pay homage to this unique destination.\n\nYour immersive exploration of Pamukkale concludes with a return journey to your hotel, leaving you with memories of a day spent amidst history and nature's wonders that will linger long after your departure.\n\nDay 6 - Pamukkale - Drive - ANTALYA\t((B))\n\nDeparting the captivating terraces of Pamukkale, your journey takes you towards Antalya - a coastal gem nestled along the Turquoise Coast. This city change day includes a scenic transfer that will wind through verdant landscapes and offer tantalizing glimpses of the Mediterranean. Upon arrival in Antalya, settle into your hotel for a brief respite before setting out to explore this ancient port city steeped in history and enchantment. The old quarter, Kaleiçi, with its narrow cobblestone streets and beautifully preserved Ottoman architecture, awaits you, offering an intimate glimpse into the city's rich past. As evening descends, indulge in a delightful culinary experience as you savor local delicacies while soaking up the vibrant atmosphere that permeates the bustling bazaars and lively squares of Antalya. This is just the beginning of your Turkish adventure, where history and culture blend seamlessly with natural beauty and warm hospitality. Rest assured, there will be ample time to discover more wonders in the days ahead.\n\nDay 7 - ANTALYA\t((B/L))\n\nAfter breakfast at your hotel in Antalya, immerse yourself in a comprehensive exploration of this captivating city with the Full Day Antalya City Tour. The day begins with a visit to Hadrian's Gate, an impressive triple-arched monument built in honor of the Roman Emperor Hadrian, its grandeur standing as a testament to antiquity.\n\nNext, you will journey towards Perge, one of the best-preserved ancient cities in the region, where you can marvel at the remnants of the Roman baths, agora, nymphaeum, and the famed Colonnaded Street. The atmosphere here is enchanting, with ruins scattered amidst lush greenery and fragrant aromas wafting from nearby citrus groves.\n\nAfterwards, proceed to the Aspendos Theater, an awe-inspiring marvel of Roman engineering that still stands proudly today. Known for its exceptional acoustics and well-preserved state, it's easy to imagine the grand performances that once graced this stage.\n\nFinally, you will visit the ancient city of Side, where you can stroll along the picturesque promenade lined with historic ruins and quaint shops selling locally made goods. The sparkling waters of the Mediterranean provide a serene backdrop for this charming seaside town.\n\nReturn to your hotel in Antalya after an enriching day filled with history, culture, and breathtaking sights, leaving you with memories that will last a lifetime.\n\nDay 8 - ANTALYA - Departure\t((B))\n\nAfter a satisfying breakfast at your hotel, it's time to bid farewell as you prepare for departure. Transfer in comfort to Istanbul Airport, where memories of your Turkish adventure begin to fade and the anticipation of homeward bound journeys grows. As we assist with check-out formalities, allow yourself a moment to reflect on the enchanting experiences you've had during your stay. We hope that these moments have left an indelible mark on your heart, stirring a desire to return and explore more of Turkey's captivating wonders. Thank you for choosing Funny Tourism for your travels – we look forward to welcoming you back soon!\n\n\n\nINCLUSIONS\n\n7 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 stars)\n\nELITE WORLD COMFY (4 stars)\n\nELITE WORLD ISTANBUL HOTEL (5 stars)\n\nKusadasi\n\nBy Karaaslan Hotel  (3 stars)\n\nSuhan Seaport Hotel  (4 stars)\n\nSeven For Life Hotel  (5 stars)\n\nPamukkale\n\nLarina Hotel  (3 stars)\n\nHerakles Thermal Hotel  (4 stars)\n\nHierapark Hotel  (5 stars)\n\nANTALYA\n\nElips Royal Hotel  (3 stars)\n\nBest Western Khan Hotel  (4 stars)\n\nRamada Plaza Antalya Hotel (5 stars)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€1252\n\n€1348\n\n€1578\n\n4 PAX\n\n€1065\n\n€1160\n\n€1390\n\n6 PAX\n\n€1002\n\n€1098\n\n€1328\n\n8 PAX\n\n€971\n\n€1067\n\n€1297\n\n10 PAX\n\n€952\n\n€1048\n\n€1278\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "12 -Enchanting Turkey Journey_ Istanbul, Cappadocia, Antalya Exploration.docx",
    "type": "docx",
    "content": "Enchanting Turkey Journey\n\nIstanbul, Cappadocia, Antalya Exploration\n\n7 Nights / 8 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon arrival at Istanbul Airport, you will be privately transferred to your hotel, offering a tantalizing first glimpse of the city's vibrant atmosphere. Later in the evening, immerse yourself in an unforgettable experience as you embark on the Bosphorus Cruise Dinner. Sailing along this historic waterway, you'll pass under iconic bridges and admire the illuminated palaces, mansions, and fortresses lining its shores. As night falls, indulge in a sumptuous Turkish feast onboard, accompanied by enchanting music and dance performances, setting the stage for an extraordinary start to your Turkish adventure.\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the captivating history of Istanbul with our Full Day Classic Istanbul Old City Tour. The day begins at the awe-inspiring Hagia Sophia, where you'll marvel at the Byzantine and Ottoman architecture that gracefully intertwines within its grand walls. Next, step into the iconic Blue Mosque, adorned with thousands of handmade blue Iznik tiles that create an ethereal atmosphere.\n\nFollowing a brief lunch break, continue to Topkapi Palace, the opulent residence of the Ottoman sultans for over 400 years. Wander through its ornate courtyards and halls, catching glimpses of treasures like the Emerald Crown and the Topkapi Dagger.\n\nEnd your day at the bustling Grand Bazaar, one of the oldest and largest markets in the world. Haggle for souvenirs, sample traditional Turkish delights, and experience the vibrant energy that has drawn traders from far and wide for centuries. Return to your hotel after a day filled with enchanting sights and unforgettable experiences.\n\nDay 3 - Istanbul - Fly - Cappadocia\t((B))\n\n\"After savouring your hotel's breakfast, prepare for an exhilarating journey as you transfer to Istanbul Airport. As the city fades behind you, embark on a flight that promises breathtaking views of Turkey's diverse landscapes. Upon arrival in Cappadocia, feel the magical atmosphere envelop you as you are transferred to your hotel. In the heartland of fairy chimneys and hot air balloons, your adventure is just beginning.\" \"Free time allows you to explore at your own pace, immersing yourself in the unique charm of Cappadocia. Wander through winding streets lined with traditional stone houses or visit local shops offering intricate pottery and handwoven carpets. Restore your energy with a delightful Turkish meal before retiring to your cosy hotel for the evening.\" \"On this city change day, you'll find yourself embracing a new landscape as you depart Cappadocia. The journey continues with a flight that will leave you eagerly anticipating the experiences awaiting you in your next destination.\" Alternative Description: \"After filling up on a scrumptious breakfast at your hotel, bid farewell to Cappadocia and embark on a flight that heralds the beginning of a new chapter. Upon landing in Istanbul, you'll be transferred to your accommodation in Turkey's historic heart. The rest of the day is yours to explore this vibrant city at your leisure.\" \"Delve into the rich history and culture that surrounds you as you stroll through the bustling streets or unwind in one of Istanbul's famous hamams. Indulge in a delectable Turkish meal before retreating to your hotel for a well-deserved rest.\" \"Tomorrow, prepare yourself for an immersive journey into antiquity as you explore some of Turkey's most remarkable landmarks. For now, enjoy the enchanting allure of Istanbul as it lulls you into a peaceful slumber.\"\n\nDay 4 - Cappadocia\t((B/L))\n\nAfter breakfast, embark on an unforgettable journey with our Full Day Tour Including Ozkonak Underground City in Cappadocia. Descend into the depths of history as you explore this ancient subterranean metropolis, carved from volcanic rock more than 3,000 years ago. Wander through vast tunnel networks, marvel at intricate stone carvings, and catch your breath in cavernous chambers that once housed entire communities.\n\nThe atmosphere is both eerie and fascinating, a testament to the ingenuity of the ancient people who sought refuge within these labyrinthine walls. As you walk through the cool, dimly lit passages, listen for the distant echoes of footsteps from times long past.\n\nYour tour concludes with a return to your hotel, leaving you with memories that will last a lifetime. Delve into the heart of Cappadocia's past and uncover the secrets hidden beneath its surface. This day promises adventure, wonder, and an experience truly unique to Turkey.\n\nDay 5 - Cappadocia - Fly - ANTALYA\t((B))\n\nUpon departure from Cappadocia's airport, soar through the skies bound for Antalya, where ancient history and stunning landscapes await. Arrive in this captivating city and transfer to your hotel for check-in. The rest of the day is yours to immerse yourself in the vibrant atmosphere, stroll along the picturesque streets lined with colorful Ottoman-era buildings, or unwind at your hotel before tomorrow's adventures unfold. Antalya, known as the pearl of the Turkish Riviera, promises an unforgettable experience that blends history and modernity in perfect harmony.\n\nDay 6 - ANTALYA\t((B/L))\n\nAfter breakfast, delve into the captivating history and charm of Antalya with our Full Day Antalya City Tour. Your journey begins at Hadrian's Gate, an impressive three-arched monument built in honor of the Roman Emperor Hadrian. Next, explore the intricate network of streets within the ancient city walls of Kaleiçi. Here, you'll find charming Ottoman-era houses nestled amidst narrow alleyways filled with vibrant cafes and boutiques.\n\nContinue to the stunning Yivli Minare, a unique landmark featuring a spiral minaret adorned with intricate carvings. Then, immerse yourself in the tranquil ambiance of the Old Mosque (Kara Mosque) before ascending to the lofty heights of Mount Olympus for panoramic views over the city and the sparkling Mediterranean.\n\nIn the afternoon, you'll visit the captivating Antalya Museum, housing an extensive collection of artifacts from various civilizations that have graced this region throughout history. Return to your hotel at day's end, filled with new memories and experiences of Antalya's rich tapestry.\n\nDay 7 - ANTALYA\t((B/L))\n\nAfter breakfast at your hotel in Antalya, embark on a Full Day Pamukkale Tour - an unforgettable journey through one of Turkey's most breathtaking natural wonders. As you travel towards the UNESCO World Heritage site of Hierapolis, marvel at the stunning landscapes adorned with travertine terraces and sparkling mineral-rich pools. Upon arrival, explore ancient Hierapolis, home to the Necropolis, Theatre, and the iconic Roman Baths.\n\nA highlight of the tour is a visit to the enchanting Cotton Castle, or Pamukkale, where you can walk among the white terraces, feeling like you've stepped into a dreamy fairytale. Take a dip in the warm waters of the Cleopatra Pool, believed to possess healing properties, and soak up the surreal atmosphere of this otherworldly landscape. Return to your hotel in Antalya, filled with memories of a truly extraordinary day in Turkey's heartland.\n\nDay 8 - ANTALYA - Departure\t((B))\n\nAfter filling your senses with the delectable flavors of a traditional Turkish breakfast at your hotel, it's time to bid farewell as we transfer you to Istanbul Airport for your departure. The journey ahead may mark an end to this enchanting adventure, but the memories of the breathtaking landscapes of Cappadocia, the historical grandeur of Ephesus, the serene thermal pools of Pamukkale, the vibrant energy of Antalya, and the enigmatic charm of Bodrum will linger on long after you've touched down at your next destination. Thank you for choosing Funny Tourism for crafting an unforgettable Turkish experience tailored just for you.\n\n\n\nINCLUSIONS\n\n7 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 stars)\n\nELITE WORLD COMFY (4 stars)\n\nELITE WORLD ISTANBUL HOTEL (5 stars)\n\nCappadocia\n\nFloria Hotel (3 stars)\n\nBurcu Kaya Hotel  (4 stars)\n\nSignature Garden Hotel (5 stars)\n\nANTALYA\n\nElips Royal Hotel  (3 stars)\n\nBest Western Khan Hotel  (4 stars)\n\nRamada Plaza Antalya Hotel (5 stars)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€1083\n\n€1162\n\n€1369\n\n4 PAX\n\n€953\n\n€1032\n\n€1238\n\n6 PAX\n\n€910\n\n€988\n\n€1195\n\n8 PAX\n\n€888\n\n€966\n\n€1173\n\n10 PAX\n\n€875\n\n€953\n\n€1160\n\n* Prices are per person in Euro and may vary based on season and availability\n\n* Prices are valid from 01/11/2025 to 14/03/2026\n\n* Hotel category will be confirmed at time of booking\n\nIMPORTANT INFORMATION\n\nOfficial Holidays and Religious Festivals: Grand Bazaar and Spice Market will be closed.\n\nGrand Bazaar is closed on Sundays\n\nPlease be ready on lobby floor minimum 5 minutes prior to pick up time for the tours and transfers.\n\n"
  },
  {
    "filename": "13 - Turkey's Majestic Triumvirate_ Istanbul, Cappadocia, Antalya Exploration.docx",
    "type": "docx",
    "content": "Turkey's Majestic Triumvirate\n\nIstanbul, Cappadocia, Antalya Exploration\n\n8 Nights / 9 Days\n\nDay 1 - Istanbul\t((-))\n\nUpon your arrival at Istanbul Airport, immerse yourself in the rich cultural tapestry of Turkey as you are privately transferred to your hotel. Rest your feet after your journey and prepare for the enchanting days ahead. As standard check-in time is 14:00, feel free to explore the vibrant cityscape at your own pace. Wander through the labyrinthine streets of the old city, or unwind in a bustling café overlooking the Bosphorus Strait – an unforgettable introduction to Istanbul's captivating energy.\n\nDay 2 - Istanbul\t((B/L))\n\nAfter breakfast, immerse yourself in the rich history and vibrant culture of Istanbul as you embark on a Full Day Classic Istanbul Old City Tour. Begin your journey at the iconic Hagia Sophia, where the echoes of ancient Byzantine and Ottoman empires resonate within its awe-inspiring walls. Wander through the adjacent Topkapi Palace, once the residence of the mighty sultans, marveling at the opulent architecture, priceless artifacts, and breathtaking views of the Bosphorus Strait.\n\nNext, step into the heart of the Islamic world at the stunning Blue Mosque, renowned for its exquisite blue tiles and six minarets. Continue to the bustling Spice Bazaar, where a kaleidoscope of aromas fills the air as you explore colorful stalls offering an array of exotic spices, sweets, and souvenirs.\n\nAs your tour comes to a close, return to your hotel, with memories of Istanbul's enchanting blend of history, culture, and bustling energy forever etched in your mind.\n\nDay 3 - Istanbul\t((B/L))\n\nAfter breakfast, prepare for an enchanting full day exploration of Istanbul. Embark on a scenic Bosphorus Cruise, sailing along this iconic waterway that divides Europe and Asia. Marvel at the stunning architecture of palaces, mansions, and fortresses that line the shore, their reflections shimmering on the glistening waters.\n\nDiscover Yıldız Park, a lush green oasis nestled within the city, offering a serene retreat from the hustle and bustle of Istanbul's streets. Later, ascend to Camlica Hill, the highest point in Istanbul, for breathtaking panoramic views of the city skyline, Bosphorus Strait, and the Princes' Islands. Savor the moment as the sun sets over this magical city, casting a golden hue across the horizon. Upon returning to your hotel, reflect on the day's unforgettable experiences, eager for more adventures in the days ahead.\n\nDay 4 - Istanbul - Fly - Cappadocia\t((B))\n\nAfter savoring a hearty breakfast at your Istanbul hotel, you'll be privately transferred to the airport for your flight to Cappadocia. As your wings carry you over the mesmerizing Turkish landscape, anticipation builds for the extraordinary world that awaits. Upon landing in Cappadocia, you'll be met and whisked away to your hotel, allowing you to immerse yourself in the enchanting atmosphere of this moon-like region as soon as possible. The rest of the day is yours to explore at your leisure, perhaps taking a stroll through the charming streets or simply relaxing after your journey. Embrace the captivating allure of Cappadocia and prepare for an unforgettable adventure!\n\nDay 5 - Cappadocia\t((B/L))\n\nAfter breakfast, prepare for an enchanting journey into Cappadocia's rich history with the Full Day Tour Including Göreme Open Air Museum. Your adventure begins as you traverse the fairy chimneys and moon-like landscapes of this unique region. The Göreme Open Air Museum, a UNESCO World Heritage Site, awaits, housing some of the most stunning Byzantine art in the world, adorning the walls of ancient churches carved into the rock formations.\n\nAs you wander through these historical dwellings, marvel at the intricate frescoes that tell stories of biblical events and early Christian life. The atmosphere is both serene and awe-inspiring, offering a glimpse into the lives of those who once called Cappadocia home.\n\nNext on your itinerary is the underground city of Kaymaklı or Derinkuyu, where you'll descend beneath the earth to explore labyrinthine passageways and multi-level chambers, providing refuge for thousands during ancient times. The subterranean coolness offers a stark contrast to the sun-drenched landscapes above, creating an unforgettable experience.\n\nYour day culminates at Pasabag Valley, also known as Monks' Valley, where you'll find towering fairy chimneys and peculiar mushroom-shaped formations. The sight of these natural wonders against the backdrop of the rolling hills is truly breathtaking.\n\nAs the sun sets over Cappadocia, you'll return to your hotel, filled with memories of an extraordinary day immersed in history and natural beauty.\n\nDay 6 - Cappadocia\t((B/L))\n\nAfter breakfast, delve into the captivating heart of Cappadocia with our Full Day Tour Including Ozkonak Underground City. Your adventure begins as you traverse rolling landscapes dotted with fairy chimneys and troglodyte homes, a testament to the region's rich history.\n\nThe first stop will be at the Ozkonak Underground City, an intricate labyrinth of tunnels, churches, and storerooms carved from volcanic rock. As you explore this subterranean metropolis, imagine the countless lives that once thrived beneath its surface during ancient times.\n\nNext, journey to Cavusin Village, where centuries-old Greek Orthodox houses still stand among vineyards and apple orchards. The picturesque village offers a glimpse into Cappadocia's past, with its charming cobblestone streets and panoramic valley views.\n\nLater in the day, visit Pigeon Valley – a breathtaking expanse of cliffs and pigeon houses that once served as communication centers for distant villages. The sight and sound of doves returning to their homes will transport you back in time, evoking the region's unique charm.\n\nFinally, conclude your day with a visit to Uchisar Castle, an imposing rock formation that towers above the Cappadocian landscape. Ascend the castle's narrow passageways and take in the panoramic vistas of this extraordinary land before returning to your hotel for the evening.\n\nPrepare yourself for an unforgettable journey through history, culture, and natural beauty as you explore the enchanting world of Cappadocia on our Full Day Tour Including Ozkonak Underground City.\n\nDay 7 - Cappadocia - Fly - ANTALYA\t((B))\n\nAntalya Awaits: After breakfast in Cappadocia, bid farewell to this enchanting land as you transfer to the airport for your flight to Antalya. Upon arrival, feel the warmth of the Mediterranean embrace you as you are met and privately transferred to your hotel. The rest of the day is yours to immerse yourself in the vibrant atmosphere of Antalya - explore its bustling streets, indulge in the tantalizing aromas wafting from local eateries, or simply relax by the picturesque harbor, reflecting on the magic of Turkey that continues to unfold. Tomorrow brings new adventures in this charming city.\n\nDay 8 - ANTALYA\t((B/L))\n\nAfter breakfast, immerse yourself in the captivating charm of Antalya with our Full Day Antalya City Tour. Your journey begins at Hadrian's Gate, an impressive triple-arched monument that was built to honor the Roman Emperor Hadrian during his visit to the city in 130 AD.\n\nNext, you'll visit the enchanting Perge Ancient City, where remnants of a magnificent stadium, baths, agora, and nymphaeum still stand as testaments to its grandeur. Marvel at the intricate marble reliefs adorning the Temple of Artemis, dedicated to the ancient goddess of hunting, childbirth, and wilderness.\n\nThe day continues with a stop at the Aspendos Ancient Theater, an architectural marvel that remains one of the best-preserved theaters in the world, boasting exceptional acoustics and seating capacity for 15,000 spectators.\n\nIn the afternoon, explore the stunning Demre Church, believed to be built over the original Saint Nicholas' Basilica, where Santa Claus is said to have lived before his sainthood. Finally, immerse yourself in the tranquility of the Myra necropolis, a fascinating burial site filled with sarcophagi and tombs dating back to Roman times.\n\nReturn to your hotel after this comprehensive exploration of Antalya's rich history and culture, feeling enriched by the day's discoveries.\n\nDay 9 - ANTALYA - Departure\t((B))\n\nAfter savoring one last Turkish delight at your hotel's breakfast buffet, it's time to bid adieu as you prepare for departure. Your private transfer whisks you through the bustling streets of Istanbul towards the airport, offering a final glimpse of the city's vibrant energy before your journey comes to an end. The rest of the day is yours to reminisce about the unforgettable experiences you've had, or perhaps dream about future adventures as you settle into your flight home. Thank you for choosing Funny Tourism - we hope to welcome you back soon!\n\n\n\nINCLUSIONS\n\n8 nights accommodation in the mentioned hotels\n\nMeals are as per itinerary with code letters (B=Breakfast, L=Lunch, D=Dinner)\n\nReturn airport transfers on Private basis\n\nProfessional English-Speaking Guidance on tour days\n\nSightseeings as per itinerary on SIC (Group Tours) basis with entrance fees for mentioned places\n\nLocal Taxes.\n\nEXCLUSIONS\n\nFlights\n\nPersonal expenses\n\nDrinks at meals\n\nTips and porterage at hotels\n\nTips to the driver and the guide.\n\nHOTEL OPTIONS\n\nCity\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\nIstanbul\n\nMontagna Hera (3 stars)\n\nELITE WORLD COMFY (4 stars)\n\nELITE WORLD ISTANBUL HOTEL (5 stars)\n\nCappadocia\n\nFloria Hotel (3 stars)\n\nBurcu Kaya Hotel  (4 stars)\n\nSignature Garden Hotel (5 stars)\n\nANTALYA\n\nElips Royal Hotel  (3 stars)\n\nBest Western Khan Hotel  (4 stars)\n\nRamada Plaza Antalya Hotel (5 stars)\n\n* Final hotel selection will be based on your chosen category and availability\n\nPACKAGE RATES\n\nPAX / PP in DBL\n\n3-Star Hotels\n\n4-Star Hotels\n\n5-Star Hotels\n\n2 PAX\n\n€1246\n\n€1349\n\n€1517\n\n4 PAX\n\n€1116\n\n€1219\n\n€1387\n\n6 PAX\n\n€1073\n\n€1176\n\n€1344\n\n8 PAX\n\n€1051\n\n€1154\n\n€1322\n\n10 PAX\n\n€1038\n\n€1141\n\n€1309\n\n* P"
  }
]